Repository: McSinyx/_comp
Catalog: locale/*/LC_MESSAGES/comp.po
Languages: vi

source: Curses Online Media Player
vi: Phần mềm chơi đa phương tiện trực tuyến sử dụng curses

source: play-current
vi: chơi-một

source: play-all
vi: chơi-tất-cả

source: play-selected
vi: chơi-đã-chọn

source: repeat-current
vi: lặp-một

source: repeat-all
vi: lặp-tất-cả

source: repeat-selected
vi: lặp-đã-chọn

source: shuffle-all
vi: ngẫu-nhiên-tất-cả

source: shuffle-selected
vi: ngẫu-nhiên-đã-chọn

source: Title
vi: Tiêu đề

source: Source
vi: Nguồn

source: Current size: {}x{}. Minimum size: {}x4.
vi: Kích thước hiện tại: {}x{}. Kích thước tối thiểu: {}x4.

source: Save playlist to [{}]:
vi: Lưu playlist tại [{}]:

source: '{}': Can't open file for writing
vi: '{}': Không mở được tệp để ghi

source: '{}' written
vi: '{}' đã ghi

source: path to playlist in JSON format
vi: đường dẫn đến playlist ở định dạng JSON

source: URL to an playlist on Youtube
vi: URL của playlist trên Youtube

source: Add URL:
vi: Thêm URL:

source: Open JSON playlist:
vi: Mở playlist định dạnh JSON:

source: Open online playlist:
vi: Mở playlist trực tuyến:
